Repository: rasmuslos/ShelfPlayer
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, el, fr, it, nl, ru, sv, uk, zh_hans

# preferences.convenienceDownload.configurations
source: Configurations
de: Konfiguriert
el: Διαμορφώσεις
it: Configurazioni
nl: Configuraties
ru: Настройки
sv: Konfigurationer
uk: Конфігурації
zh_hans: 配置

# preferences.convenienceDownload.downloadedTotal %lld
source: Items downloaded: %lld
de: Objekte heruntergeladen: %lld
el: Ληφθέντα στοιχεία: %lld
fr: Éléments téléchargés : %lld
it: Elementi scaricati: %lld
nl: Gedownloade items: %lld
ru: Можно скачать объекты: %lld
sv: Nedladdade objekt: %lld
uk: Завантажено елементи: %lld
zh_hans: 已下载: %lld

# preferences.convenienceDownload.enable
source: Enable automatic downloads
de: Automatisches Laden aktivieren
el: Ενεργοποίηση αυτόματων λήψεων
fr: Activer les téléchargements automatiques
it: Attiva download automatici
nl: Schakel automatische downloads in
ru: Включить автоматическую загрузку
sv: Aktivera automatiska nedladdningar
uk: Увімкнути автоматичні завантаження
zh_hans: 启用自动下载

# preferences.convenienceDownload.enableListenNowDownloads
source: Download listen now items
de: „Jetzt hören" laden
el: Λήψη στοιχείων «Άκου τώρα»
fr: Télécharger les éléments à écouter maintenant
it: Scarica elementi di "Ascolta ora"
nl: Download items uit "Luister nu"
ru: Загрузить то, что сейчас прослушивается
sv: Ladda ned objekt för lyssning nu
uk: Завантажити елементи «Слухати зараз»
zh_hans: 下载正在收听队列中项目

# preferences.defaultEpisodeSortOrder
source: Default episode order
de: Standard Episoden Reihenfolge
el: Προεπιλεγμένη σειρά επεισοδίων
fr: Ordre des épisodes par défaut
it: Ordine predefinito degli episodi
nl: Standaard aflevervolgorde
ru: Сортировка эпизодов по умолчанию
sv: Standardval för avsnittsordning
uk: Порядок епізодів за замовчуванням
zh_hans: 默认单集排序

# preferences.generateLogFile
source: Generate log file
de: Protokoll-Datei erstellen
el: Δημιουργία αρχείου καταγραφής
fr: Générer un fichier journal
it: Genera file di log
nl: Genereer logbestand
ru: Создать лог файл (информация для разработчиков)
sv: Generera loggfil
uk: Згенерувати файл журналу
zh_hans: 生成日志文件

# preferences.hiddenLibraries
source: Libraries
de: Bibliotheken
el: Βιβλιοθήκες
fr: Bibliothèques
it: Librerie
nl: Bibliotheken
ru: Библиотеки
sv: Bibliotek
uk: Бібліотеки
zh_hans: 资料库

# preferences.lastConvenienceDownload %@ %@
source: Automatic download: %1$@ (%2$@)
de: Automatischer Download: %1$@ (%2$@)
el: Αυτόματη λήψη: %1$@ (%2$@)
fr: Téléchargement automatique : %1$@ (%2$@)
it: Download automatico: %1$@ (%2$@)
nl: Automatische download: %1$@ (%2$@)
ru: Автоматическое скачивание: %1$@ (%2$@)
sv: Automatisk nedladdning: %1$@ (%2$@)
uk: Автозавантаження: %1$@ (%2$@)
zh_hans: 自动下载: %1$@ (%2$@)

# preferences.license
source: License
de: Lizenz
el: Άδεια
fr: Licence
it: Licenza
nl: Licentie
ru: Лицензия
sv: Licens
uk: Ліцензія
zh_hans: 许可证

# preferences.playbackRate
source: Playback speed
de: Wiedergabegeschwindigkeit
el: Ταχύτητα αναπαραγωγής
fr: Vitesse de lecture
it: Velocità di riproduzione
nl: Afspeelsnelheid
ru: Скорость воспроизведения
sv: Uppspelningshastighet
uk: Швидкість відтворення
zh_hans: 播放速度

# preferences.playbackRate.add
source: Add
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
it: Aggiungi
nl: Voeg toe
ru: Добавить
sv: Lägg till
uk: Додати
zh_hans: 添加

# preferences.playbackRate.default
source: Default speed
de: Standardwert
el: Προεπιλεγμένη ταχύτητα
fr: Vitesse par défaut
it: Velocità predefinita
nl: Standaardsnelheid
ru: Скорость по умолчанию
sv: Standardhastighet
uk: Швидкість за замовчуванням
zh_hans: 默认速度

# preferences.privacy
source: Privacy Policy
de: Datenschutzerklärung
el: Πολιτική απορρήτου
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
ru: Политика конфиденциальности
sv: Integritetspolicy
uk: Політика конфіденційності
zh_hans: 隐私政策

# preferences.purge.cache
source: Purge cache
de: Zwischenspeicher leeren
el: Εκκαθάριση κρυφής μνήμης
fr: Supprimer le cache
it: Svuota cache
nl: Cache wissen
ru: Очистить кэш
sv: Rensa cache
uk: Швидкість за замовчуванням
zh_hans: 删除缓存

# preferences.purge.downloads
source: Purge downloads
de: Downloads entfernen
el: Εκκαθάριση λήψεων
fr: Supprimer les téléchargements
it: Rimuovi download
nl: Downloads wissen
ru: Очистить загрузки
sv: Rensa nedladdningar
uk: Очистити завантаження
zh_hans: 删除下载

# preferences.purge.progress
source: Purge progress cache
de: Fortschritts-Cache leeren
el: Εκκαθάριση κρυφής μνήμης προόδου
fr: Purger le cache de progression
it: Svuota cache del progresso
nl: Voortgangscache wissen
ru: Очистить кэш прогресса
sv: Rensa framstegscache
uk: Очистити кеш прогресу
zh_hans: 清除进度缓存

# preferences.purge.progress.warning
source: Purging the progress cache may result in the loss of locally cached progress.
de: Das Löschen des Fortschritts-Caches kann zum Verlust lokal zwischengespeicherten Fortschritts führen.
el: Η εκκαθάριση της κρυφής μνήμης προόδου ενδέχεται να οδηγήσει σε απώλεια της τοπικά αποθηκευμένης προόδου.
fr: La suppression du cache de progression peut entraîner la perte de la progression mise en cache localement.
it: Lo svuotamento della cache del progresso può comportare la perdita del progresso memorizzato localmente.
nl: Het wissen van de voortgangscache kan leiden tot verlies van lokaal opgeslagen voortgang.
ru: Очистка кэша прогресса может привести к потере локально сохраненного прогресса.
sv: Att rensa framstegscachen kan leda till att lokalt cachelagda framsteg går förlorade.
uk: Очищення кешу прогресу може призвести до втрати локально кешованого прогресу.
zh_hans: 清除进度缓存可能会导致本地缓存的进度丢失。

# preferences.sleepTimer.add
source: Add
de: Hinzufügen
el: Προσθήκη
fr: Ajouter
it: Aggiungi
nl: Voeg toe
ru: Добавить
sv: Lägg till
uk: Додати
zh_hans: 添加

# preferences.sleepTimer.hours
source: Hours
de: Stunden
el: Ώρες
fr: Heures
it: Ore
nl: Uren
ru: Часы
sv: Timmar
uk: Години
zh_hans: 小时

# preferences.sleepTimer.minutes
source: Minutes
de: Minuten
el: Λεπτά
it: Minuti
nl: Minuten
ru: Минуты
sv: Minuter
uk: Хвилини
zh_hans: 分钟

# preferences.support
source: Support
de: Hilfe
el: Υποστήριξη
it: Supporto
nl: Ondersteuning
ru: Поддержка
uk: Підтримка
zh_hans: 支持

# preferences.tabs
source: Tab-bar
de: Tableiste
el: Γραμμή καρτελών
fr: barre d’onglets
it: Barra delle schede
nl: Tabbalk
ru: панель вкладок
sv: flikfält
uk: панель вкладок
zh_hans: 標籤列

# preferences.termsOfService
source: Terms of Service
de: Nutzungsbedingungen
el: Όροι χρήσης
fr: Conditions d'utilisation
it: Condizioni di servizio
nl: Servicevoorwaarden
ru: Условия использования
sv: Användarvillkor
uk: Умови використання
zh_hans: 服务条款

# preferences.tint
source: Tint color
de: Farbe
el: Απόχρωση
fr: Couleur de teinte
it: Tinta
nl: Accentkleur
ru: Цвет оттенка
sv: Färgtoning
uk: Колір
zh_hans: 主题色

# preferences.tint.black
source: Black
de: Schwarz
el: Μαύρο
fr: Noir
it: Nero
nl: Zwart
ru: Чёрный
sv: Svart
uk: Чорний
zh_hans: 黑色

# preferences.tint.blue
source: Blue
de: Blau
el: Μπλε
fr: Bleu
it: Blu
nl: Blauw
ru: Синий
sv: Blå
uk: Синій
zh_hans: 蓝色

# preferences.tint.green
source: Green
de: Grün
el: Πράσινο
fr: Vert
it: Verde
nl: Groen
ru: Зелёный
sv: Grön
uk: Зелений
zh_hans: 绿色

# preferences.tint.mint
source: Mint
de: Minze
el: Μέντα
fr: Menthe
it: Menta
ru: Мятный
uk: М'ятний
zh_hans: 薄荷色

# preferences.tint.purple
source: Purple
de: Lila
el: Μοβ
fr: Mauve
it: Porpora
nl: Paars
ru: Пурпурный
sv: Lila
uk: Пурпурний
zh_hans: 紫色

# preferences.tint.red
source: Red
de: Rot
el: Κόκκινο
fr: Rouge
it: Rosso
nl: Rood
ru: Красный
sv: Röd
uk: Червоний
zh_hans: 红色

# preferences.tint.violet
source: Violet
de: Violett
el: Βιολετί
it: Viola
ru: Фиолетовый
sv: Violett
uk: Фіолетовий
zh_hans: 紫罗兰

# preferences.tint.yellow
source: Yellow
de: Gelb
el: Κίτρινο
fr: Jaune
it: Giallo
nl: Geel
ru: Жёлтый
sv: Gul
uk: Жовтий
zh_hans: 黄色

# preferences.version.database %@ %@
source: Database: %1$@ %2$@
de: Datenbank: %1$@ %2$@
el: Βάση δεδομένων: %1$@ %2$@
fr: Base de données : %1$@ %2$@
ru: База данных: %1$@ %2$@
sv: Databas: %1$@ %2$@
uk: База даних: %1$@ %2$@
zh_hans: 数据库

# row.continueListening
source: Continue listening
de: Weiterhören
el: Συνέχιση ακρόασης
fr: Continuer l’écoute
it: Continua l'ascolto
nl: Ga door met luisteren
ru: Продолжить прослушивание
sv: Fortsätt lyssna
uk: Продовжити прослуховування
zh_hans: 继续收听

# row.continueReading
source: Continue reading
de: Weiterlesen
el: Συνέχιση ανάγνωσης
fr: Continuer la lecture
it: Continua la lettura
nl: Ga door met lezen
ru: Продолжить чтение
sv: Fortsätt läs
uk: Продовжити читання
zh_hans: 继续阅读

# row.continueSeries
source: Continue series
de: Weiter in der Serie
el: Συνέχιση σειράς
fr: Continuer la série
it: Continua la serie
nl: Ga door met serie
ru: Продолжить серию
sv: Fortsätt serie
uk: Продовжити серію
zh_hans: 从系列中继续

# row.discover
source: Discover
de: Entdecken
el: Ανακαλύψτε
fr: Découvrir
it: Scopri
nl: Ontdek
ru: Исследовать
sv: Upptäck
uk: Огляд
zh_hans: 发现

# row.downloaded.audiobooks
source: Downloaded audiobooks
de: Geladene Hörbücher
el: Ληφθέντα ηχογραφημένα βιβλία
fr: Livres audio téléchargés
it: Audiolibri scaricati
nl: Gedownloade luisterboeken
ru: Загруженные аудиокниги
sv: Nedladdade ljudböcker
uk: Завантажені аудіокниги
zh_hans: 下载有声书

# row.latestEpisodes
source: Latest episodes
de: Neuste Folgen
el: Πρόσφατα επεισόδια
fr: Derniers épisodes
it: Ultimi episodi
nl: Nieuwste afleveringen
ru: Последние эпизоды
sv: Senaste avsnitt
uk: Останні епізоди
zh_hans: 最新节目

# row.listenAgain
source: Listen again
de: Nochmal hören
el: Άκου ξανά
fr: Écoutez à nouveau
it: Ascolta di nuovo
nl: Luister opnieuw
ru: Прослушать ещё раз
sv: Lyssna igen
uk: Послухати знову
zh_hans: 再次收听

# row.newestAuthors
source: Newest authors
de: Neuste Autoren:innen
el: Πιο πρόσφατοι συγγραφείς
fr: Nouveaux auteurs
it: Autori più recenti
nl: Nieuwste auteurs
ru: Новые авторы
sv: Senaste författare
uk: Найновіші автори
zh_hans: 最新作者

# row.readAgain
source: Read again
de: Nochmal lesen
el: Διαβάστε ξανά
fr: Lire à nouveau
it: Leggi di nuovo
nl: Lees opnieuw
ru: Прочитать ещё раз
sv: Läs igen
uk: Прочитати знову
zh_hans: 再次阅读

# row.recentSeries
source: Recent series
de: Neueste Serien
el: Πρόσφατες σειρές
fr: Séries récentes
it: Serie recenti
nl: Recente series
ru: Свежие серии
sv: Nyliga serier
uk: Нещодавні серії
zh_hans: 最新系列

# row.recentlyAdded
source: Recently added
de: Neuste
el: Προστέθηκαν πρόσφατα
fr: Ajouté récemment
it: Aggiunti di recente
nl: Recent toegevoegd
ru: Недавно добавленное
sv: Nyligen tillagda
uk: Нещодавно додані
zh_hans: 最近添加

source: Selected: %lld
de: Ausgewählt: %lld
el: Επιλεγμένα: %lld
fr: Sélectionné : %lld
it: Selezionati: %lld
nl: Geselecteerd: %lld
ru: Выбрано: %lld
sv: Valda: %lld
uk: Вибрано: %lld
zh_hans: 选择了 %lld

# settings.advanced
source: Advanced
de: Erweitert
el: Για προχωρημένους
fr: Avancé
it: Avanzate
nl: Geavanceerd
ru: Дополнительно
sv: Avancerat
uk: Додатково
zh_hans: 高级

# settings.allowCellularDownloads
source: Allow cellular downloads
de: Mobile Daten für Downloads
el: Επιτρέψτε λήψεις μέσω κινητού δικτύου
fr: Autoriser via données cellulaires
it: Consenti download cellulari
nl: Downloads via mobiele data toestaan
ru: Разрешить загрузки через сотовую сеть
sv: Tillåt via mobildata
uk: Дозволити завантаження через мобільну мережу
zh_hans: 允许使用蜂窝数据下载

# settings.animatedNowPlayingBackground
source: Animated background
de: Animierter Hintergrund
el: Κινούμενο φόντο
fr: Arrière-plan animé
it: Sfondo animato
nl: Geanimeerde achtergrond
ru: Анимированный фон
sv: Animerad bakgrund
uk: Анімований фон
zh_hans: 动画背景

# settings.appearance
source: Appearance
de: Erscheinungsbild
el: Εμφάνιση
fr: Apparence
it: Aspetto
nl: Weergave
ru: Оформление
sv: Utseende
uk: Вигляд
zh_hans: 外观

# settings.enableChapterTrack
source: Enable chapter track
de: Kapitelspur aktivieren
el: Ενεργοποίηση διαδρομής κεφαλαίων
fr: Activer la piste de chapitres
it: Abilita traccia capitoli
nl: Activeer hoofdstukspoor
ru: Включить дорожку глав
sv: Aktivera kapitelspår
uk: Увімкнути доріжку розділів
zh_hans: 启用章节轨道

# settings.enableHapticFeedback
source: Haptic feedback
de: Haptisches Feedback
el: Απτική ανάδραση
fr: Retour haptique
it: Feedback aptico
nl: Haptische feedback
ru: Тактильная отдача
sv: Haptisk feedback
uk: Тактильний відгук
zh_hans: 触感反馈

# settings.enableSerifFont
source: Serif font
de: Serifen-Schriftart
el: Γραμματοσειρά Serif
fr: Police avec empattement
it: Carattere con grazie
nl: Serif-lettertype
ru: Шрифт с засечками
sv: Seriffs-typsnitt
uk: Шрифт із засічками
zh_hans: 衬线字体

# settings.enableSmartRewind
source: Smart rewind
de: Intelligentes Zurückspulen
el: Έξυπνη επαναφορά
fr: Rembobinage intelligent
it: Riavvolgimento intelligente
nl: Slim terugspoelen
ru: Умная перемотка
sv: Smart bakåtspolning
uk: Розумне перемотування
zh_hans: 智能回退

# settings.extendSleepTimerOnPlay
source: Extend on resume
de: Beim Fortsetzen verlängern
el: Επέκταση κατά τη συνέχιση
fr: Prolonger à la reprise
it: Estendi alla ripresa
nl: Verleng bij hervatten
ru: Продлевать при возобновлении
sv: Förläng vid återupptagning
uk: Продовжувати при відновленні
zh_hans: 恢复时延长

# settings.forceAspectRatio
source: Force square covers
de: Quadratische Cover erzwingen
el: Επιβολή τετράγωνων εξώφυλλων
fr: Forcer les jaquettes carrées
it: Forza copertine quadrate
nl: Forceer vierkante covers
ru: Квадратные обложки
sv: Tvinga fyrkantiga omslag
uk: Примусово квадратні обкладинки
zh_hans: 强制方形封面

# settings.general
source: General
de: Allgemein
el: Γενικά
fr: Général
it: Generali
nl: Algemeen
ru: Основные
sv: Allmänt
uk: Загальні
zh_hans: 通用

# settings.generateUpNextQueue
source: Auto-fill Up Next
de: Als Nächstes automatisch füllen
el: Αυτόματη συμπλήρωση «Επόμενο»
fr: Remplir « À suivre » automatiquement
it: Riempi "Prossimo" automaticamente
nl: Vul Volgende automatisch
ru: Автозаполнение «Далее»
sv: Fyll Kommande automatiskt
uk: Автозаповнення «Далі»
zh_hans: 自动填充「即将播放」

# settings.groupAudiobooksInSeries
source: Group audiobooks by series
de: Hörbücher nach Serien gruppieren
el: Ομαδοποίηση ηχογραφημένων βιβλίων ανά σειρά
fr: Grouper les livres audio par série
it: Raggruppa audiolibri per serie
nl: Groepeer luisterboeken per serie
ru: Группировать аудиокниги по сериям
sv: Gruppera ljudböcker per serie
uk: Групувати аудіокниги за серіями
zh_hans: 按系列分组有声书

# settings.itemImageStatusPercentageText
source: Show percentage on covers
de: Prozent auf Covern anzeigen
el: Εμφάνιση ποσοστού στα εξώφυλλα
fr: Afficher le pourcentage sur les jaquettes
it: Mostra percentuale sulle copertine
nl: Toon percentage op covers
ru: Показывать процент на обложках
sv: Visa procent på omslag
uk: Показувати відсоток на обкладинках
zh_hans: 在封面上显示百分比

# settings.lockSeekBar
source: Lock seek bar
de: Fortschrittsleiste sperren
el: Κλείδωμα γραμμής αναζήτησης
fr: Verrouiller la barre de lecture
it: Blocca barra di riproduzione
nl: Vergrendel zoekbalk
ru: Блокировать ползунок
sv: Lås sökreglaget
uk: Блокувати смугу перемотування
zh_hans: 锁定进度条

# settings.playback
source: Playback
de: Wiedergabe
el: Αναπαραγωγή
fr: Lecture
it: Riproduzione
nl: Afspelen
ru: Воспроизведение
sv: Uppspelning
uk: Відтворення
zh_hans: 播放

# settings.removeFinishedDownloads
source: Remove finished downloads
de: Abgeschlossene Downloads entfernen
el: Αφαίρεση ολοκληρωμένων λήψεων
fr: Supprimer les téléchargements terminés
it: Rimuovi download completati
nl: Verwijder voltooide downloads
ru: Удалять завершённые загрузки
sv: Ta bort avslutade nedladdningar
uk: Видаляти завершені завантаження
zh_hans: 移除已完成的下载

# settings.replaceVolumeWithTotalProgress
source: Replace volume with total progress
de: Lautstärke durch Gesamtfortschritt ersetzen
el: Αντικατάσταση έντασης με συνολική πρόοδο
fr: Remplacer le volume par la progression totale
it: Sostituisci volume con progresso totale
nl: Vervang volume door totale voortgang
ru: Заменить громкость на общий прогресс
sv: Ersätt volym med totalförlopp
uk: Замінити гучність на загальний прогрес
zh_hans: 以总进度替代音量

# settings.section.content
source: Content
de: Inhalte
el: Περιεχόμενο
fr: Contenu
it: Contenuto
nl: Inhoud
ru: Материалы
sv: Innehåll
uk: Вміст
zh_hans: 内容

# settings.section.integrations
source: Integrations
de: Integrationen
el: Ενσωματώσεις
fr: Intégrations
it: Integrazioni
nl: Integraties
ru: Интеграции
sv: Integrationer
uk: Інтеграції
zh_hans: 集成

# settings.section.playback
source: Playback
de: Wiedergabe
el: Αναπαραγωγή
fr: Lecture
it: Riproduzione
nl: Afspelen
ru: Воспроизведение
sv: Uppspelning
uk: Відтворення
zh_hans: 播放

# settings.shakeExtendsSleepTimer
source: Shake to extend
de: Durch Schütteln verlängern
el: Κούνημα για επέκταση
fr: Secouer pour prolonger
it: Scuoti per estendere
nl: Schud om te verlengen
ru: Встряхнуть, чтобы продлить
sv: Skaka för att förlänga
uk: Струсити, щоб продовжити
zh_hans: 摇动以延长

# settings.showSingleEntryGroupedSeries
source: Show single-entry series
de: Einzeltitel-Serien anzeigen
el: Εμφάνιση σειρών με ένα στοιχείο
fr: Afficher les séries à un seul élément
it: Mostra serie con un solo elemento
nl: Toon series met één item
ru: Показывать серии из одного элемента
sv: Visa serier med ett objekt
uk: Показувати серії з одного елемента
zh_hans: 显示仅含一项的系列

# settings.skipBackwardsInterval
source: Backward
de: Zurück
el: Πίσω
fr: En arrière
it: Indietro
nl: Terug
ru: Назад
sv: Bakåt
uk: Назад
zh_hans: 后退

# settings.skipForwardsInterval
source: Forward
de: Vorwärts
el: Μπροστά
fr: En avant
it: Avanti
nl: Vooruit
ru: Вперёд
sv: Framåt
uk: Вперед
zh_hans: 前进

# settings.skipInterval.seconds %lld
source: %lld seconds
de: %lld Sekunden
el: %lld δευτερόλεπτα
fr: %lld secondes
it: %lld secondi
nl: %lld seconden
ru: %lld секунд
sv: %lld sekunder
uk: %lld секунд
zh_hans: %lld 秒

# settings.skipIntervals
source: Skip Intervals
de: Sprungintervalle
el: Διαστήματα παράλειψης
fr: Intervalles de saut
it: Intervalli di salto
nl: Spronginterval
ru: Интервалы перемотки
sv: Hoppintervall
uk: Інтервали перемотування
zh_hans: 跳转间隔

# settings.sleepTimer
source: Sleep Timer
de: Einschlaf-Timer
el: Χρονοδιακόπτης ύπνου
fr: Minuterie de veille
it: Timer di spegnimento
nl: Sluimertimer
ru: Таймер сна
sv: Insomningstimer
uk: Таймер сну
zh_hans: 睡眠定时

# settings.sleepTimer.footer
source: Control how the sleep timer behaves when shaking or resuming playback.
de: Steuere, wie der Einschlaf-Timer sich beim Schütteln oder Fortsetzen der Wiedergabe verhält.
el: Ελέγξτε τη συμπεριφορά του χρονοδιακόπτη ύπνου κατά το κούνημα ή τη συνέχιση αναπαραγωγής.
fr: Contrôlez le comportement de la minuterie de veille lors d'une secousse ou d'une reprise de lecture.
it: Controlla il comportamento del timer di spegnimento quando scuoti il dispositivo o riprendi la riproduzione.
nl: Bepaal hoe de sluimertimer reageert bij schudden of het hervatten van de weergave.
ru: Настройте поведение таймера сна при встряхивании или возобновлении воспроизведения.
sv: Styr hur insomningstimern beter sig vid skakning eller när uppspelningen återupptas.
uk: Керуйте поведінкою таймера сну при струшуванні або відновленні відтворення.
zh_hans: 控制摇动或恢复播放时睡眠定时的行为。

# settings.sleepTimer.intervals
source: Customize intervals
de: Intervalle anpassen
el: Προσαρμογή διαστημάτων
fr: Personnaliser les intervalles
it: Personalizza intervalli
nl: Pas intervallen aan
ru: Настроить интервалы
sv: Anpassa intervall
uk: Налаштувати інтервали
zh_hans: 自定义间隔

# settings.sleepTimerFadeOut
source: Fade out
de: Ausblenden
el: Βαθμιαία εξασθένηση
fr: Fondu sortant
it: Dissolvenza
nl: Uitfaden
ru: Затухание
sv: Tona ut
uk: Згасання
zh_hans: 淡出

# settings.smartRewind.footer
source: Rewind a few seconds on resume and auto-fill the queue with matching titles.
de: Spult beim Fortsetzen kurz zurück und füllt die Warteschlange automatisch mit passenden Titeln.
el: Επαναφέρει μερικά δευτερόλεπτα κατά τη συνέχιση και γεμίζει αυτόματα την ουρά με σχετικούς τίτλους.
fr: Recule de quelques secondes à la reprise et remplit la file d'attente avec des titres similaires.
it: Riavvolge di qualche secondo alla ripresa e riempie automaticamente la coda con titoli pertinenti.
nl: Spoelt bij hervatten enkele seconden terug en vult de wachtrij automatisch met passende titels.
ru: Перематывать на несколько секунд назад при возобновлении и автоматически заполнять очередь похожими материалами.
sv: Spola tillbaka några sekunder vid återupptagning och fyll kön med matchande titlar.
uk: Перемотувати на кілька секунд назад при відновленні та автоматично заповнювати чергу відповідними матеріалами.
zh_hans: 恢复播放时回退几秒，并自动将匹配的内容加入队列。

# settings.ultraHighQuality
source: Ultra-high quality
de: Ultra-hohe Qualität
el: Εξαιρετικά υψηλή ποιότητα
fr: Qualité ultra élevée
it: Qualità ultra elevata
nl: Ultrahoge kwaliteit
ru: Сверхвысокое качество
sv: Ultrahög kvalitet
uk: Надвисока якість
zh_hans: 超高音质

# setup.welcome
source: Welcome
de: Willkommen
el: Καλώς ήρθατε
fr: Bienvenu
it: Benvenuto
nl: Welkom
ru: Добро пожаловать
sv: Välkommen
uk: Ласкаво просимо
zh_hans: 欢迎

# setup.welcome.action
source: Add connections
de: Verbindung hinzufügen
el: Προσθήκη συνδέσεων
fr: Ajouter des connexions
it: Aggiungi connessioni
nl: Voeg verbindingen toe
ru: Добавить подключение
sv: Lägg till anslutningar
uk: Додати підключення
zh_hans: 添加连接

# sleepTimer.chapter
source: Chapters
de: Kapitel
el: Κεφάλαια
fr: Chapitres
it: Capitoli
nl: Hoofdstukken
ru: Главы
sv: Avsnitt
uk: Розділи
zh_hans: 章节

# sleepTimer.chapter.set
source: Set sleep timer
de: Schlaf-Timer setzen
el: Ορισμός χρονοδιακόπτη ύπνου
fr: Régler la minuterie de sommeil
it: Imposta timer di spegnimento
nl: Stel sluimertimer in
ru: Установить таймер сна
sv: Sätt insomningstimer
uk: Встановити таймер сну
zh_hans: 设置睡眠倒计时

# sleepTimer.extend
source: Extend
de: Verlängern
el: Επέκταση
fr: Étendre
it: Estendi
nl: Verleng
ru: Продлить
sv: Utöka
uk: Продовжити
zh_hans: 增加

# sleepTimer.extend.chapters %lld
source: Extend by %lld chapters
de: Verlängerung um %lld Kapitel
el: Επέκταση κατά %lld κεφάλαια
fr: Prolonger de %lld chapitres
it: Estendi di %lld capitoli
nl: Verleng met %lld hoofdstukken
ru: Продлить на %lld главы
sv: Utökad med %lld kapitel
uk: Розширити на %lld розділи
zh_hans: 增加 %lld 章

# sleepTimer.extend.interval
source: Extend by time
de: Verlängere nach Zeit
el: Επέκταση κατά χρόνο
fr: Prolonger dans le temps
it: Estendi per tempo
nl: Verleng met tijd
ru: Продлить по времени
sv: Utöka en viss tid
uk: Продовжити на час
zh_hans: 增加时长

# sleepTimer.extend.usingPreviousSetting
source: Extend by initial value
de: Um ursprünglichen Wert verlängern
el: Επέκταση κατά την αρχική τιμή
fr: Prolonger par valeur initiale
it: Estendi al valore iniziale
nl: Verleng met oorspronkelijke waarde
ru: Продлить по исходному значению
sv: Utökad med ursprungligt värde
uk: Продовжити, використовуючи попереднє налаштування
zh_hans: 在初始值基础上增加

source: Statistics
de: Statistik
el: Στατιστικά
fr: Statistiques
it: Statistiche
nl: Statistieken
ru: Статистика
sv: Statistik
uk: Статистика
zh_hans: 统计

# statistics.byWeekday
source: By Weekday
de: Nach Wochentag
el: Ανά ημέρα εβδομάδας
fr: Par jour de la semaine
it: Per giorno della settimana
nl: Per weekdag
ru: По дням недели
sv: Per veckodag
uk: За днями тижня
zh_hans: 按星期

# statistics.dailyActivity
source: Daily Activity
de: Tägliche Aktivität
el: Ημερήσια δραστηριότητα
fr: Activité quotidienne
it: Attività quotidiana
nl: Dagelijkse activiteit
ru: Активность по дням
sv: Daglig aktivitet
uk: Щоденна активність
zh_hans: 每日活动

# statistics.date
source: Date
de: Datum
el: Ημερομηνία
it: Data
nl: Datum
ru: Дата
sv: Datum
uk: Дата
zh_hans: 日期

# statistics.day
source: Day
de: Tag
el: Ημέρα
fr: Jour
it: Giorno
nl: Dag
ru: День
sv: Dag
uk: День
zh_hans: 日

# statistics.hours
source: Hours
de: Stunden
el: Ώρες
fr: Heures
it: Ore
nl: Uren
ru: Часы
sv: Timmar
uk: Години
zh_hans: 小时
